[
  {
    "id": 492560,
    "title": "Quick and Easy St. Louis-Style Pizza",
    "category": "Pizza",
    "readyInMinutes": 27,
    "servings": 8,
    "sourceUrl": "https://www.cinnamonspiceandeverythingnice.com/st-louis-style-pizza/",
    "openLicense": 0,
    "image": "St--Louis-Style-Pizza-492560.jpg",
    "instructions": "Preheat oven to 425°F and lightly grease two 12\" round pizza pans, or a couple of large baking sheets.\nMix the flour, oil, and water together - the mixture will be shaggy. Use your hands to gather it together and form into a ball. Divide it in two and form each half into a disk the rounder the better.\nCover with saran wrap and allow to rest 10 minutes to make for easier rolling - skip this step if you're in a hurry.\nGrease a piece of parchment or wax paper about 12\" square and set a circle of dough in the middle. Cover with another lightly greased piece. Use a rolling pin to roll the dough very thin - ⅛ inch or less.\nPlace the dough on the prepared pans. Top each pizza with ⅓ cup of the sauce.\nMix the cheeses together and sprinkle ½ over top of each then season with Italian herbs or pizza seasoning.\nBake the pizzas for 9 to 12 minutes or until the cheese is melted with a few golden brown spots and the edges/bottom of the crust are golden brown.\nRemove the pizzas from the oven and let set 5 minutes. Transfer to a cutting board, cut into squares and serve immediately."
  },
  {
    "id": 587203,
    "title": "Taco Pizza",
    "category": "Pizza",
    "readyInMinutes": 20,
    "servings": 6,
    "sourceUrl": "https://laurenslatest.com/taco-salad-pizza-with-doritos/",
    "openLicense": 0,
    "image": "Taco-Salad-Pizza-with-Doritos-587203.jpg",
    "instructions": "Instructions\n\nPreheat oven to 475 degrees. Spread out pizza dough to cover pan.\n\nSpread salsa overtop. Sprinkle with beans, taco meat, mozzarella and cheddar cheeses.\n\nBake 10 minutes or until cheese is bubbly and bottom of crush is golden brown.\n\nWhile pizza is cooking, dice tomatoes and chop lettuce.\n\nRemove from oven and top with any desired toppings, such as lettuce, tomatoes, cilantro and Doritos.\n\nCut into squares and serve."
  },
  {
    "id": 729431,
    "title": "Immune Booster Sweet Green Smoothie",
    "category": "Drinks",
    "readyInMinutes": 5,
    "servings": 5,
    "sourceUrl": "https://www.foodiecrush.com/immune-booster-sweet-green-smoothie/",
    "openLicense": 0,
    "image": "immune-booster-sweet-green-smoothie-729431.jpg",
    "instructions": "Instructions\n\nAdd the spinach and kale to a blender with the Almond Breeze and blend well.\n\nAdd the frozen fruit, ginger and lemon and blend until smooth. If the smoothie is too thick, add more almond milk 1 tablespoon at a time."
  },
  {
    "id": 481598,
    "title": "Orange Creamsicle Smoothie",
    "category": "Drinks",
    "readyInMinutes": 5,
    "servings": 1,
    "sourceUrl": "https://lifemadesimplebakes.com/2014/04/orange-creamsicle-smoothie/",
    "openLicense": 0,
    "image": "Orange-Creamsicle-Smoothie-481598.jpg",
    "instructions": "Combine the orange and carrot in the blender. Blend until smooth. Add the remaining ingredients and continue blending until the mixture is nice and creamy."
  },
  {
    "id": 511194,
    "title": "Nutella Coffee Frappe",
    "category": "Coffee",
    "readyInMinutes": 5,
    "servings": 8,
    "sourceUrl": "http://www.peanutbutterandpeppers.com/2012/07/25/nutella-coffee-frappe/",
    "openLicense": 0,
    "image": "Nutella-Coffee-Frappe-511194.jpg",
    "instructions": "Place coffee in a shallow container, cover and freeze for 4 hours or overnight or chill the coffee in the refrigerator and use 5 ice cubes instead of freezing.Let the frozen coffee thaw a little, if your blender doesn't chop ice well.In a blender add coffee (ice cubes if using), milk, coconut milk, hazelnut extract, stevia and cocoa powder. Blend until combined.Top with 2 Tbsp. whip cream and a drizzle of Nutella if you desire"
  },
  {
    "id": 535800,
    "title": "Kahlua Hot Chocolate",
    "category": "Coffee",
    "readyInMinutes": 10,
    "servings": 2,
    "sourceUrl": "http://DAMNDELICIOUS.NET/2013/12/03/kahlua-hot-chocolate/",
    "openLicense": 0,
    "image": "Kahlua-Hot-Chocolate-535800.jpg",
    "instructions": "In a medium saucepan, combine milk, sugar, cocoa powder, cinnamon and nutmeg over medium heat until heated through, about 2-3 minutes. Remove from heat and stir in Kahlúa.  Serve immediately, garnished with mini marshmallows, salted caramel and chocolate syrup, if desired."
  }
]